espressif/esp-serial-flasher/examples/esp32_usb_cdc_acm_example/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_SERIAL_FLASHER_PORT_USB_CDC_ACM=y
